<% 
'************************************************************ 
'作者：yujianyue (12391.net) 
'版权：源代码公开，在保留署名权前提下，各种用途均可免费使用。 
'创建：2018-11-08  更多免费版本今后可备选，详情访问：http://12391.net
'联系：15058593138@qq.com 
'************************************************************

title="asp查询条件直查版通用查询系统"		'#设置查询标题,相信你懂的。

copysr="雪里开"					'#设置底部版权文字,相信你懂的。
copysu="http://www.12391.net"			'#设置底部版权连接,相信你懂的。

'数据库相关
UpDir="shujukufangzheli" 			'修改为只有你自己知道的内容,并修改对应文件夹名称
times ="20180608181818"				'#access数据文件名，不必后缀。
moexe =".asa"					'建议后缀 .mdb修改为.asa 并与实际相符
biaogege1="chengji"				'跟数据表名称一致, 默认查询第一个表
tiaojian1="姓名"				'查询条件列标题，跟表格字段一致


yanzhenma="0"					'#是否使用验证码。填1使用0不用


descfile="../inc/desc.txt"			'#文字说明对应文件，


'你只需修改以上参数以及更新维护数据文件
'更多免费版本今后可备选，详情访问：http://12391.net
%>
